-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Янв 11 2024 г., 10:36
-- Версия сервера: 8.0.30
-- Версия PHP: 7.4.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `accreditation`
--

-- --------------------------------------------------------

--
-- Структура таблицы `z_list_tables_criteria`
--

CREATE TABLE `z_list_tables_criteria` (
  `id_list_tables_criteria` int NOT NULL,
  `name` text CHARACTER SET utf8mb4 COLLATE utf8mb4_bin,
  `name_profile` text COLLATE utf8mb4_bin,
  `id_types_tables` int NOT NULL,
  `level` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin COMMENT='список таблиц критерив';

--
-- Дамп данных таблицы `z_list_tables_criteria`
--

INSERT INTO `z_list_tables_criteria` (`id_list_tables_criteria`, `name`, `name_profile`, `id_types_tables`, `level`) VALUES
(1, 'Амбулаторно-поликлиническая организация', NULL, 1, 1),
(2, 'Акушерство и гинекология', 'Акушерство и гинекология', 1, 2),
(3, 'Детская хирургия', 'Детская хирургия', 1, 2),
(4, 'Общая врачебная практика', 'Общая врачебная практика', 1, 2),
(5, 'Амбулатория врача общей практики', 'Общая врачебная практика', 1, 2),
(6, 'Участковая больница', 'Общая врачебная практика', 1, 2),
(7, 'Педиатрия', 'Педиатрия', 1, 2),
(8, 'Стоматология', 'Стоматология', 1, 2),
(9, 'Хирургия', 'Хирургия', 1, 2),
(10, 'ФАП', NULL, 1, 2),
(11, 'Диспансер, Центр', NULL, 2, 1),
(12, 'больница, госпиталь, диспансер, центр, родильный дом, университетская клиника', NULL, 2, 1),
(13, 'Научно-практический центр', NULL, 2, 1),
(14, 'Центр, станция СМП', NULL, 2, 1),
(15, 'Центр, станция службы крови', NULL, 2, 1),
(16, 'Акушерство и гинекология', 'Акушерство и гинекология', 2, 2),
(17, 'Анестезиология и реаниматология', 'Анестезиология и реаниматология', 2, 2),
(18, 'Гастроэнтерология', 'Гастроэнтерология', 2, 2),
(19, 'Детская хирургия', 'Детская хирургия', 2, 2),
(20, 'Инфекционные заболевания', 'Инфекционные заболевания', 2, 2),
(21, 'Кардиология', 'Кардиология', 2, 2),
(22, 'КТ, МРТ-диагностика', 'КТ, МРТ-диагностика', 2, 2),
(23, 'Лабораторная диагностика', 'Лабораторная диагностика', 2, 2),
(24, 'Неврология', 'Неврология', 2, 2),
(25, 'Онкология', 'Онкология', 2, 2),
(26, 'Оториноларингология', 'Оториноларингология', 2, 2),
(27, 'Офтальмология', 'Офтальмология', 2, 2),
(28, 'Педиатрия', 'Педиатрия', 2, 2),
(29, 'Психиатрия и наркология', 'Психиатрия и наркология', 2, 2),
(30, 'Пульмонология', 'Пульмонология', 2, 2),
(31, 'Реабилитация', 'Реабилитация', 2, 2),
(32, 'Рентгенодиагностика, радионуклидная диагностика', 'Рентгенодиагностика, радионуклидная диагностика', 2, 2),
(33, 'Скорая медицинская помощь', 'Скорая медицинская помощь', 2, 2),
(34, 'Стоматология', 'Стоматология', 2, 2),
(35, 'Терапия', 'Терапия', 2, 2),
(36, 'Травматология', 'Травматология', 2, 2),
(37, 'Трансфузиология', 'Трансфузиология', 2, 2),
(38, 'Ультразвуковая диагностика', 'Ультразвуковая диагностика', 2, 2),
(39, 'Фтизиатрия', 'Фтизиатрия', 2, 2),
(40, 'Функциональная диагностика', 'Функциональная диагностика', 2, 2),
(41, 'Хирургия', 'Хирургия', 2, 2),
(42, 'Эндокринология', 'Эндокринология', 2, 2),
(43, 'Эндоскопия', 'Эндоскопия', 2, 2),
(44, 'Дом ребенка', NULL, 3, 1),
(45, 'Отделение паллиативной помощи', NULL, 3, 2),
(46, 'Хоспис', NULL, 3, 1),
(47, 'Больница сестринского ухода, отделение медико-социальной помощи', NULL, 4, 2);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `z_list_tables_criteria`
--
ALTER TABLE `z_list_tables_criteria`
  ADD PRIMARY KEY (`id_list_tables_criteria`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `z_list_tables_criteria`
--
ALTER TABLE `z_list_tables_criteria`
  MODIFY `id_list_tables_criteria` int NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
